{
    "en": {
        "C1P6": "They weren't entirely wrong. While it's not a horse, it’s a member of the rhinoceros family, specifically the Elasmotherium sibiricum, better known as the Siberian Unicorn.",
        "C2P1": "This is a complete skeleton. I should analyze each part to give a concrete answer.",
        "C4P10": "There you go, Mr. Charlie. I hope I’ve been helpful.",
        "C2P6": "They look a lot like feathers.",
        "C4P5": "Yes! I just want to do one last check on its feet.",
        "tutoText": "Drag the answer (right section) and drop it to the answer (left), you will have three opportunities or you will lose the level.",
        "C1R1": "Hello! Long time no see. I hope you're not too tired from the journey.",
        "C4C2": "Ladies and gentlemen, the incredible Bigfoot!",
        "C2X2": "A dinosaur? But how do you explain the wings and feathers? A bird doesn’t have a lizard’s head.",
        "C3I1": "Order the evolutionary line correctly.",
        "win": "You Win! Please, go to the next level.",
        "win2": "Congratulations! You finished the game.",
        "C1Z1": "I can tell you why. Many years ago, there were animals different from the ones we see right now.",
        "C2P3": "I understand why it looks like a dragon. It’s similar to…",
        "C4R4": "And again, thanks for your help. Please enjoy the party!",
        "C1N3": "I hadn’t heard from my old village for years, except that, some time ago, a mine was opened.",
        "Color": "Color",
        "Charlie": "Charlie",
        "return": "Return",
        "C4I1": "Trace the human evolutionary line.",
        "C1N1": "A long time ago, I lived in a village where my friend, Rodrigo, lived. We were great childhood friends.",
        "C1P7": "It's a curious skull. It seems to have sturdy fangs, but also front teeth.",
        "C1X1": "So, you must be the expert.",
        "C2T1": "Feathers",
        "C4P1": "Let me take a closer look...",
        "C2X3": "What do you mean?",
        "C4C3": "So, what do you think?",
        "C1N8": "My curiosity was piqued, so I decided to go.",
        "Next": "Next",
        "C1Z2": "Nowadays these animals are extinct, but these skeletons are signs of life from the past.",
        "C3C7": "Before you leave, let me show you something. Let’s see if this is your size. Wait a few minutes!",
        "C2P13": "Exactly.",
        "C1P8": "By the shape of the skull, I can see it looks like a feline—it's a saber-toothed cat.",
        "C3P1": "I see. It’s definitely a giant animal.",
        "C1P2": "This seems to be a robust animal. I should compare it to strong animals.",
        "Level1": "Level 1",
        "C1X2": "I was looking for you. It’s said you’re good at explaining and figuring out the origins of our creatures.",
        "Programming": "Programming",
        "C2P11": "Miss Xiao, what you have here is none other than a dinosaur.",
        "C2P9": "They should belong to something with scales or claws...",
        "C3P4": "If I order its evolutionary line, I can prove it’s a whale.",
        "C2X1": "Welcome! Make yourself at home. I’ll show you our dragon soon. I’d greatly appreciate your opinion.",
        "C4P9": "Allow me to prove otherwise.",
        "C4P3": "I’ll compare it with other primates, starting with its head.",
        "C1P1": "The bones of fantastical creatures are often those of extinct animals. To prove this, I should compare these bones with existing animals.",
        "C2A1": "It was a mixture of both animals.",
        "C1R5": "First, we have the skull of a cyclops.",
        "C1N2": "As time passed, I grew up and had to move away to complete my studies in paleontology.",
        "Rodrigo": "Rodrigo",
        "C2P2": "I'll start with the most obvious part; the head.",
        "C3P2": "Mr. Charlie, what you have here is a whale.",
        "C1P3": "Of course! The hole that looks like an eye is actually its nasal cavity. It's a mammoth, a relative of elephants.",
        "tutoTitle": "Tutorial",
        "C1N4": "However, since the mine opened, there has been a large amount of, shall we say, strange discoveries.",
        "Level3": "Level 3",
        "C3P3": "I need to convince Charlie that this is a whale.",
        "C1R3": "People are going crazy, and some can’t sleep thinking there are monsters out there. I'm gonna show you what I'm talking about.",
        "C2A3": "Reptiles, dinosaurs, and birds share a common ancestor.",
        "Art": "Art",
        "C3P6": "This is called evolution. When genomes change over time, it causes new traits in species. After hundreds of years, these changes result in new species.",
        "C4P4": "It’s a similar head, but I need to analyze a specific part to be sure. Let's check the foot.",
        "You": "You",
        "C4P6": "Exactly, it’s similar...",
        "C2Q1": "Miss Xiao has a point. How can I explain the lizard’s head and bird-like features?",
        "play": "Play",
        "C2P4": "That’s correct. It’s similar to a lizard, but I don’t think it’s a dragon.",
        "C2X4": "So, it's like the scales on bird legs.",
        "C3C5": "A whale, you say? But whales don’t have legs!",
        "C4R2": "It’s a party! We wanted to throw you a party before you leave and thank you from the bottom of our hearts for your patience.",
        "newGame": "New Game",
        "C1X4": "Do you think you could take a look and verify if it’s authentic?",
        "C2A2": "It’s actually a dragon.",
        "C2R1": "Hello, hello! I hope I’m not interrupting. Old Charlie is looking for you. He’s a famous miner. He wants to show you something you won’t regret.",
        "C3C6": "Ok, fine. Thank you for your help. Let’s see if this is your size. I’ll show you my most treasured find. Wait a few minutes.",
        "C1Q1": "Why are animals like these in the village?",
        "C3P5": "As you can see, certain characteristics have been preserved, like the head, the ribs, or the way its legs resemble flippers.",
        "C4C1": "Thank you for waiting. Now then.",
        "back": "Back",
        "C2P8": "Those legs seem very familiar...",
        "C1N6": "The village where I grew up has become an important tourist spot. One day, I received a letter from Rodrigo.",
        "Level2": "Level 2",
        "C1A3": "Some trade may have brought these animals here in the past.",
        "C1R7": "This is an old one. They say it’s some predator. It is almost as if it came from another world.",
        "C2T2": "Hair",
        "C4P8": "But that doesn’t make it any less significant. What you have here is an ancestor of humans.",
        "C1A1": "They were lost.",
        "C1R2": "Look, I'll be direct. I need your help.",
        "C3C1": "Hey, hello. Nice to meet you. I’m Charlie, better known as the best miner in town.",
        "C4R3": "We have renamed our museum “The Great Museum of Natural History.”",
        "Level4": "Level 4",
        "C2P7": "Feathers and a lizard head… there must be something to support a theory I have.",
        "C1R9": "There are no elephants, tigers, or rhinos around here. Why are these skeletons here?",
        "C4P7": "Charlie, what you have here, I’m afraid, is not Bigfoot.",
        "youLose": "You Lose. Please, try again.",
        "welcome": "Welcome!",
        "C1A2": "They are extinct animals that lived here.",
        "C3C4": "It seems to be a big monster.",
        "C1R8": "Thank you so much for helping me. I think this will be enough, but I have one last question.",
        "C4I2": "A few minutes later…",
        "Xiao": "Xiao",
        "C4R1": "Hey, hello! I hope I’m not late. It’s time for you to leave. There’s a surprise I want to give you. Come with me.",
        "C2P5": "Let’s take a look at the wings. The body seems to have a texture similar to…",
        "C2Z1": "That's because birds and reptiles share a similar family tree. Among these relatives, one of these branches belongs to the dinosaurs.",
        "C4C4": "Forgive me, but we don’t bear much resemblance to this thing I have here.",
        "C2P10": "That’s right. They seem similar to those of birds.",
        "C1N5": "People have found skeletons of fantastical creatures. Cyclops, monsters, and even dragons have appeared.",
        "C2P12": "Actually, we all come from the same form of life. It's through evolution that we experience small changes that, over millennia, make each of us so different.",
        "C1X3": "You know, the mine started, and now we have found a dragon skeleton. Dragons are very sacred in my family, so we’ve kept the remains in my house.",
        "C1P4": "That’s definitely a horn. I should analyze animals with horns.",
        "C1N7": "He congratulated me on my studies, but the most important thing was that he wanted to know what was really happening.",
        "Credits": "Credits",
        "continue": "Continue",
        "C3C2": "I’ve seen many animals, but none like this one.",
        "C1R4": "This is what we’ve been able to find. I know you’ve studied this subject, so I trust you to explain what’s really going on, old friend. Please, help us!",
        "C1R6": "Next, let me show you the unicorn.",
        "C4P2": "If it’s Bigfoot, it does seem to be some kind of primate..."
    }
}